{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": false,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "BertProcessing",
    "sep": [
      "[SEP]",
      3
    ],
    "cls": [
      "[CLS]",
      2
    ]
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "(": 6,
      ")": 7,
      ",": 8,
      ".": 9,
      "/": 10,
      "0": 11,
      "1": 12,
      "2": 13,
      "3": 14,
      "4": 15,
      "5": 16,
      "6": 17,
      "7": 18,
      "8": 19,
      "?": 20,
      "O": 21,
      "^": 22,
      "b": 23,
      "~": 24,
      "ㅋ": 25,
      "ㅎ": 26,
      "ㅛ": 27,
      "ㅜ": 28,
      "ㅠ": 29,
      "ㅡ": 30,
      "가": 31,
      "각": 32,
      "간": 33,
      "갇": 34,
      "갈": 35,
      "감": 36,
      "갑": 37,
      "값": 38,
      "강": 39,
      "같": 40,
      "개": 41,
      "갠": 42,
      "거": 43,
      "걱": 44,
      "건": 45,
      "걸": 46,
      "검": 47,
      "것": 48,
      "게": 49,
      "겐": 50,
      "겟": 51,
      "겠": 52,
      "겨": 53,
      "격": 54,
      "결": 55,
      "고": 56,
      "곤": 57,
      "골": 58,
      "곳": 59,
      "공": 60,
      "과": 61,
      "괜": 62,
      "교": 63,
      "구": 64,
      "굿": 65,
      "귀": 66,
      "그": 67,
      "글": 68,
      "금": 69,
      "기": 70,
      "긴": 71,
      "길": 72,
      "까": 73,
      "깔": 74,
      "깝": 75,
      "꺼": 76,
      "껍": 77,
      "께": 78,
      "껴": 79,
      "꼭": 80,
      "꽤": 81,
      "꾸": 82,
      "끔": 83,
      "끼": 84,
      "낌": 85,
      "나": 86,
      "난": 87,
      "날": 88,
      "남": 89,
      "납": 90,
      "났": 91,
      "내": 92,
      "냄": 93,
      "냥": 94,
      "너": 95,
      "넉": 96,
      "넓": 97,
      "넘": 98,
      "네": 99,
      "넷": 100,
      "년": 101,
      "놀": 102,
      "눈": 103,
      "느": 104,
      "는": 105,
      "늘": 106,
      "능": 107,
      "늬": 108,
      "니": 109,
      "닌": 110,
      "닐": 111,
      "님": 112,
      "닙": 113,
      "다": 114,
      "닥": 115,
      "단": 116,
      "담": 117,
      "답": 118,
      "당": 119,
      "대": 120,
      "댐": 121,
      "더": 122,
      "던": 123,
      "덜": 124,
      "데": 125,
      "델": 126,
      "도": 127,
      "돌": 128,
      "동": 129,
      "돼": 130,
      "됐": 131,
      "되": 132,
      "된": 133,
      "될": 134,
      "두": 135,
      "둔": 136,
      "둘": 137,
      "드": 138,
      "득": 139,
      "든": 140,
      "들": 141,
      "듭": 142,
      "듯": 143,
      "등": 144,
      "디": 145,
      "딩": 146,
      "따": 147,
      "딱": 148,
      "딸": 149,
      "때": 150,
      "땜": 151,
      "떡": 152,
      "떤": 153,
      "떼": 154,
      "또": 155,
      "똑": 156,
      "뛰": 157,
      "띄": 158,
      "라": 159,
      "란": 160,
      "랍": 161,
      "랐": 162,
      "랑": 163,
      "래": 164,
      "랫": 165,
      "러": 166,
      "럭": 167,
      "런": 168,
      "럼": 169,
      "럽": 170,
      "렇": 171,
      "레": 172,
      "려": 173,
      "력": 174,
      "렴": 175,
      "로": 176,
      "록": 177,
      "론": 178,
      "료": 179,
      "루": 180,
      "룩": 181,
      "륭": 182,
      "르": 183,
      "른": 184,
      "를": 185,
      "름": 186,
      "릎": 187,
      "리": 188,
      "림": 189,
      "립": 190,
      "마": 191,
      "막": 192,
      "만": 193,
      "많": 194,
      "말": 195,
      "맘": 196,
      "맛": 197,
      "망": 198,
      "맞": 199,
      "매": 200,
      "머": 201,
      "먼": 202,
      "멍": 203,
      "며": 204,
      "면": 205,
      "명": 206,
      "몇": 207,
      "모": 208,
      "목": 209,
      "몸": 210,
      "못": 211,
      "무": 212,
      "문": 213,
      "물": 214,
      "뭐": 215,
      "뭔": 216,
      "미": 217,
      "민": 218,
      "믿": 219,
      "밉": 220,
      "밑": 221,
      "바": 222,
      "박": 223,
      "반": 224,
      "받": 225,
      "발": 226,
      "밝": 227,
      "방": 228,
      "배": 229,
      "밴": 230,
      "뱃": 231,
      "버": 232,
      "벅": 233,
      "번": 234,
      "벌": 235,
      "벙": 236,
      "벨": 237,
      "벼": 238,
      "별": 239,
      "볍": 240,
      "보": 241,
      "복": 242,
      "본": 243,
      "봄": 244,
      "봐": 245,
      "봤": 246,
      "부": 247,
      "분": 248,
      "불": 249,
      "붙": 250,
      "브": 251,
      "블": 252,
      "비": 253,
      "빠": 254,
      "빨": 255,
      "빼": 256,
      "뻐": 257,
      "뻔": 258,
      "뻣": 259,
      "쁘": 260,
      "쁜": 261,
      "사": 262,
      "산": 263,
      "살": 264,
      "샀": 265,
      "상": 266,
      "새": 267,
      "색": 268,
      "생": 269,
      "서": 270,
      "선": 271,
      "섬": 272,
      "성": 273,
      "세": 274,
      "셋": 275,
      "션": 276,
      "셨": 277,
      "소": 278,
      "속": 279,
      "손": 280,
      "솔": 281,
      "송": 282,
      "쇼": 283,
      "수": 284,
      "숨": 285,
      "쉬": 286,
      "쉽": 287,
      "스": 288,
      "슬": 289,
      "습": 290,
      "슷": 291,
      "시": 292,
      "식": 293,
      "신": 294,
      "실": 295,
      "심": 296,
      "싱": 297,
      "싶": 298,
      "싸": 299,
      "싼": 300,
      "썸": 301,
      "쑈": 302,
      "씨": 303,
      "씩": 304,
      "씬": 305,
      "아": 306,
      "안": 307,
      "않": 308,
      "알": 309,
      "았": 310,
      "앞": 311,
      "애": 312,
      "액": 313,
      "야": 314,
      "약": 315,
      "얀": 316,
      "얇": 317,
      "양": 318,
      "어": 319,
      "언": 320,
      "엄": 321,
      "없": 322,
      "었": 323,
      "에": 324,
      "엔": 325,
      "여": 326,
      "역": 327,
      "연": 328,
      "예": 329,
      "옛": 330,
      "오": 331,
      "온": 332,
      "올": 333,
      "옷": 334,
      "와": 335,
      "완": 336,
      "왔": 337,
      "왕": 338,
      "왠": 339,
      "외": 340,
      "왼": 341,
      "요": 342,
      "용": 343,
      "우": 344,
      "운": 345,
      "울": 346,
      "움": 347,
      "웃": 348,
      "워": 349,
      "원": 350,
      "위": 351,
      "유": 352,
      "으": 353,
      "은": 354,
      "을": 355,
      "음": 356,
      "의": 357,
      "이": 358,
      "인": 359,
      "일": 360,
      "입": 361,
      "잇": 362,
      "있": 363,
      "자": 364,
      "작": 365,
      "잘": 366,
      "장": 367,
      "재": 368,
      "저": 369,
      "적": 370,
      "전": 371,
      "점": 372,
      "접": 373,
      "정": 374,
      "제": 375,
      "져": 376,
      "졌": 377,
      "조": 378,
      "족": 379,
      "존": 380,
      "좀": 381,
      "종": 382,
      "좋": 383,
      "죠": 384,
      "주": 385,
      "줄": 386,
      "중": 387,
      "즈": 388,
      "즌": 389,
      "즘": 390,
      "지": 391,
      "직": 392,
      "진": 393,
      "질": 394,
      "짐": 395,
      "짜": 396,
      "짝": 397,
      "짧": 398,
      "짱": 399,
      "쪼": 400,
      "쪽": 401,
      "쫌": 402,
      "쫙": 403,
      "쬠": 404,
      "쭉": 405,
      "찍": 406,
      "찐": 407,
      "차": 408,
      "착": 409,
      "찬": 410,
      "찮": 411,
      "참": 412,
      "창": 413,
      "처": 414,
      "천": 415,
      "첨": 416,
      "청": 417,
      "체": 418,
      "초": 419,
      "촌": 420,
      "최": 421,
      "추": 422,
      "축": 423,
      "충": 424,
      "츠": 425,
      "치": 426,
      "칠": 427,
      "카": 428,
      "캍": 429,
      "커": 430,
      "켓": 431,
      "쿨": 432,
      "퀄": 433,
      "크": 434,
      "큰": 435,
      "큼": 436,
      "큽": 437,
      "키": 438,
      "타": 439,
      "탁": 440,
      "탄": 441,
      "탈": 442,
      "택": 443,
      "터": 444,
      "테": 445,
      "텐": 446,
      "템": 447,
      "통": 448,
      "트": 449,
      "특": 450,
      "틀": 451,
      "티": 452,
      "판": 453,
      "팔": 454,
      "패": 455,
      "팬": 456,
      "펴": 457,
      "편": 458,
      "평": 459,
      "포": 460,
      "풀": 461,
      "품": 462,
      "풍": 463,
      "필": 464,
      "핏": 465,
      "핑": 466,
      "하": 467,
      "한": 468,
      "할": 469,
      "함": 470,
      "합": 471,
      "해": 472,
      "햇": 473,
      "했": 474,
      "행": 475,
      "허": 476,
      "혀": 477,
      "현": 478,
      "형": 479,
      "혹": 480,
      "홈": 481,
      "화": 482,
      "환": 483,
      "활": 484,
      "황": 485,
      "후": 486,
      "훌": 487,
      "흐": 488,
      "흔": 489,
      "흠": 490,
      "흰": 491,
      "히": 492,
      "힘": 493,
      "힙": 494,
      "##머": 495,
      "##지": 496,
      "##는": 497,
      "##가": 498,
      "##아": 499,
      "##요": 500,
      "##답": 501,
      "##해": 502,
      "##보": 503,
      "##이": 504,
      "##않": 505,
      "##무": 506,
      "##밴": 507,
      "##드": 508,
      "##있": 509,
      "##리": 510,
      "##길": 511,
      "##어": 512,
      "##렴": 513,
      "##서": 514,
      "##분": 515,
      "##교": 516,
      "##환": 517,
      "##꺼": 518,
      "##워": 519,
      "##왔": 520,
      "##고": 521,
      "##바": 522,
      "##에": 523,
      "##츠": 524,
      "##로": 525,
      "##안": 526,
      "##한": 527,
      "##겐": 528,
      "##색": 529,
      "##하": 530,
      "##긴": 531,
      "##문": 532,
      "##찮": 533,
      "##원": 534,
      "##만": 535,
      "##당": 536,
      "##히": 537,
      "##합": 538,
      "##니": 539,
      "##다": 540,
      "##입": 541,
      "##위": 542,
      "##년": 543,
      "##편": 544,
      "##랑": 545,
      "##도": 546,
      "##품": 547,
      "##판": 548,
      "##끼": 549,
      "##으": 550,
      "##면": 551,
      "##슷": 552,
      "##게": 553,
      "##델": 554,
      "##은": 555,
      "##력": 556,
      "##용": 557,
      "##감": 558,
      "##양": 559,
      "##깝": 560,
      "##듯": 561,
      "##공": 562,
      "##름": 563,
      "##데": 564,
      "##티": 565,
      "##나": 566,
      "##른": 567,
      "##좋": 568,
      "##을": 569,
      "##줄": 570,
      "##과": 571,
      "##실": 572,
      "##탄": 573,
      "##습": 574,
      "##새": 575,
      "##런": 576,
      "##세": 577,
      "##쁘": 578,
      "##격": 579,
      "##대": 580,
      "##비": 581,
      "##상": 582,
      "##괜": 583,
      "##네": 584,
      "##께": 585,
      "##송": 586,
      "##없": 587,
      "##동": 588,
      "##기": 589,
      "##창": 590,
      "##간": 591,
      "##렇": 592,
      "##겠": 593,
      "##담": 594,
      "##스": 595,
      "##러": 596,
      "##운": 597,
      "##목": 598,
      "##여": 599,
      "##륭": 600,
      "##ㅡ": 601,
      "##할": 602,
      "##음": 603,
      "##쉬": 604,
      "##울": 605,
      "##찬": 606,
      "##장": 607,
      "##모": 608,
      "##두": 609,
      "##같": 610,
      "##었": 611,
      "##갈": 612,
      "##치": 613,
      "##수": 614,
      "##큰": 615,
      "##걸": 616,
      "##각": 617,
      "##사": 618,
      "##매": 619,
      "##되": 620,
      "##통": 621,
      "##얀": 622,
      "##축": 623,
      "##성": 624,
      "##진": 625,
      "##날": 626,
      "##았": 627,
      "##직": 628,
      "##잘": 629,
      "##르": 630,
      "##단": 631,
      "##좀": 632,
      "##껍": 633,
      "##뻐": 634,
      "##뻣": 635,
      "##소": 636,
      "##재": 637,
      "##벼": 638,
      "##질": 639,
      "##됐": 640,
      "##크": 641,
      "##라": 642,
      "##럽": 643,
      "##야": 644,
      "##종": 645,
      "##래": 646,
      "##미": 647,
      "##건": 648,
      "##즈": 649,
      "##부": 650,
      "##6": 651,
      "##ㅋ": 652,
      "##내": 653,
      "##주": 654,
      "##씬": 655,
      "##든": 656,
      "##와": 657,
      "##팔": 658,
      "##디": 659,
      "##자": 660,
      "##인": 661,
      "##쪽": 662,
      "##했": 663,
      "##브": 664,
      "##청": 665,
      "##살": 666,
      "##O": 667,
      "##꾸": 668,
      "##돌": 669,
      "##쭉": 670,
      "##죠": 671,
      "##핏": 672,
      "##함": 673,
      "##신": 674,
      "##것": 675,
      "##처": 676,
      "##럼": 677,
      "##제": 678,
      "##거": 679,
      "##의": 680,
      "##추": 681,
      "##시": 682,
      "##정": 683,
      "##말": 684,
      "##저": 685,
      "##구": 686,
      "##언": 687,
      "##테": 688,
      "##선": 689,
      "##물": 690,
      "##셋": 691,
      "##트": 692,
      "##온": 693,
      "##를": 694,
      "##작": 695,
      "##릎": 696,
      "##블": 697,
      "##루": 698,
      "##쉽": 699,
      "##전": 700,
      "##참": 701,
      "##타": 702,
      "##일": 703,
      "##식": 704,
      "##복": 705,
      "##풍": 706,
      "##역": 707,
      "##족": 708,
      "##싼": 709,
      "##떡": 710,
      "##된": 711,
      "##짱": 712,
      "##넉": 713,
      "##탁": 714,
      "##중": 715,
      "##엔": 716,
      "##맞": 717,
      "##망": 718,
      "##까": 719,
      "##개": 720,
      "##랐": 721,
      "##려": 722,
      "##후": 723,
      "##행": 724,
      "##5": 725,
      "##랫": 726,
      "##싸": 727,
      "##적": 728,
      "##짝": 729,
      "##햇": 730,
      "##럭": 731,
      "##던": 732,
      "##낌": 733,
      "##느": 734,
      "##넘": 735,
      "##7": 736,
      "##등": 737,
      "##록": 738,
      "##우": 739,
      "##씨": 740,
      "##들": 741,
      "##오": 742,
      "##찐": 743,
      "##펴": 744,
      "##벌": 745,
      "##즘": 746,
      "##딩": 747,
      "##깔": 748,
      "##템": 749,
      "##조": 750,
      "##금": 751,
      "##겟": 752,
      "##빠": 753,
      "##졌": 754,
      "##션": 755,
      "##쑈": 756,
      "##쫙": 757,
      "##씩": 758,
      "##난": 759,
      "##번": 760,
      "##능": 761,
      "##택": 762,
      "##벅": 763,
      "##평": 764,
      "##붙": 765,
      "##웃": 766,
      "##룩": 767,
      "##즌": 768,
      "##명": 769,
      "##득": 770,
      "##볍": 771,
      "##너": 772,
      "##애": 773,
      "##별": 774,
      "##예": 775,
      "##값": 776,
      "##ㅠ": 777,
      "##본": 778,
      "##론": 779,
      "##딱": 780,
      "##맛": 781,
      "##땜": 782,
      "##빼": 783,
      "##풀": 784,
      "##글": 785,
      "##뻔": 786,
      "##외": 787,
      "##며": 788,
      "##불": 789,
      "##4": 790,
      "##짐": 791,
      "##님": 792,
      "##또": 793,
      "##움": 794,
      "##버": 795,
      "##슬": 796,
      "##립": 797,
      "##납": 798,
      "##쁜": 799,
      "##큼": 800,
      "##때": 801,
      "##끔": 802,
      "##점": 803,
      "##껴": 804,
      "##레": 805,
      "##봐": 806,
      "##커": 807,
      "##배": 808,
      "##닙": 809,
      "##체": 810,
      "##켓": 811,
      "##갇": 812,
      "##맘": 813,
      "##랍": 814,
      "##돼": 815,
      "##쇼": 816,
      "##핑": 817,
      "##더": 818,
      "##ㅜ": 819,
      "##키": 820,
      "##떤": 821,
      "##싱": 822,
      "##멍": 823,
      "##곳": 824,
      "##벙": 825,
      "##천": 826,
      "##방": 827,
      "##액": 828,
      "##못": 829,
      "##났": 830,
      "##옷": 831,
      "##터": 832,
      "##넷": 833,
      "##마": 834,
      "##닐": 835,
      "##샀": 836,
      "##듭": 837,
      "##형": 838,
      "##냥": 839,
      "##둘": 840,
      "##8": 841,
      "##존": 842,
      "##0": 843,
      "##ㅎ": 844,
      "##림": 845,
      "##텐": 846,
      "##카": 847,
      "##ㅛ": 848,
      "##약": 849,
      "##닥": 850,
      "##될": 851,
      "##황": 852,
      "##칠": 853,
      "##걱": 854,
      "##유": 855,
      "##늬": 856,
      "##료": 857,
      "##짜": 858,
      "##셨": 859,
      "##닌": 860,
      "##연": 861,
      "##댐": 862,
      "##엄": 863,
      "##띄": 864,
      "##민": 865,
      "##져": 866,
      "##겨": 867,
      "##혀": 868,
      "##충": 869,
      "##란": 870,
      "##산": 871,
      "##네요": 872,
      "##니다": 873,
      "##아요": 874,
      "##이즈": 875,
      "##어요": 876,
      "##는데": 877,
      "너무": 878,
      "##하고": 879,
      "##바지": 880,
      "바지": 881,
      "가격": 882,
      "사이즈": 883,
      "##자인": 884,
      "디자인": 885,
      "좋아요": 886,
      "신축": 887,
      "##아서": 888,
      "신축성": 889,
      "스판": 890,
      "저렴": 891,
      "##해서": 892,
      "입을": 893,
      "##지만": 894,
      "##습니다": 895,
      "##사이즈": 896,
      "##했는데": 897,
      "편하": 898,
      "##으로": 899,
      "주문": 900,
      "청바지": 901,
      "##해요": 902,
      "##입니다": 903,
      "사이즈가": 904,
      "괜찮": 905,
      "입으": 906,
      "정말": 907,
      "편하고": 908,
      "##이라": 909,
      "그냥": 910,
      "냄새": 911,
      "색상": 912,
      "여름": 913,
      "좋고": 914,
      "##질이": 915,
      "같아요": 916,
      "상품": 917,
      "시원": 918,
      "약간": 919,
      "예쁘": 920,
      "입고": 921,
      "크게": 922,
      "핏도": 923,
      "##합니다": 924,
      "##세요": 925,
      "##뻐요": 926,
      "디자인이": 927,
      "냄새가": 928,
      "구매": 929,
      "맘에": 930,
      "입기": 931,
      "있어": 932,
      "착용": 933,
      "허리": 934,
      "흰색": 935,
      "##가격": 936,
      "##이네요": 937,
      "##하네요": 938,
      "착용감": 939,
      "같이": 940,
      "교환": 941,
      "기대": 942,
      "길이": 943,
      "늘어": 944,
      "생각": 945,
      "아주": 946,
      "예뻐요": 947,
      "입어": 948,
      "있어요": 949,
      "잘입": 950,
      "정사이즈": 951,
      "좋아": 952,
      "좋은": 953,
      "좋습니다": 954,
      "흰바지": 955,
      "##지않": 956,
      "##한데": 957,
      "##하게": 958,
      "##다고": 959,
      "##구요": 960,
      "##타일": 961,
      "가격이": 962,
      "저렴한": 963,
      "편하게": 964,
      "주문했는데": 965,
      "예쁘고": 966,
      "##가격에": 967,
      "3종": 968,
      "감사": 969,
      "구입": 970,
      "나왔": 971,
      "다른": 972,
      "마음": 973,
      "만족": 974,
      "맞고": 975,
      "사진": 976,
      "재질": 977,
      "진청": 978,
      "편안": 979,
      "##보다": 980,
      "##이나": 981,
      "##분이": 982,
      "##하세요": 983,
      "##으면": 984,
      "##나서": 985,
      "##기에": 986,
      "##치수": 987,
      "##ㅋㅋ": 988,
      "##했어요": 989,
      "바지는": 990,
      "신축성도": 991,
      "입을수": 992,
      "청바지는": 993,
      "마음에": 994,
      "가성": 995,
      "그렇": 996,
      "다르": 997,
      "두께": 998,
      "모델": 999
    }
  }
}